{
	"content" : [
		{
			"title" : "We offer a unique, partnership approach to transforming your hospital's performance",
			"linkSlide" : "Find out how we work in 4 clicks",
			"textLeft" : "McKinsey &amp; Company has helped countless organisations to improve their performance through rigorous, fact-based problem solving.<br/><br/>We created the McKinsey Hospital Institute (MHI) in the UK specifically to serve NHS ",
			"textRight" : "hospitals – as their long-term partners in performance transformation. We quantify each hospital's potential for improvement, apply proven change methods, apply a balanced view of performance, and build a culture of improvement amongst managers and clinicians.",
			"newsTitle" : "News &amp; Events",
			"back" : "Back",
			"quote" : {
				"text" : "MHI identifies and helps build consensus on your hospital's true potential &mdash; for achieving and maintaining improvement, and in striving for excellence.",
				"author" : "John Drew",
				"position" : "McKinsey Hospital Institute",
				"image" : "home_john-drew.png"
			}
		}
	],

	"slides" : [
		{
			"title" : "Our approach is measurable",
			"text" : "Everything we do will be quantifed, so you will be able to know when and where there's been real impact on your hospital's performance. This also means that our contribution to your transformation is always manageable, measurable, value-for-money and sustainable.",
			"image" : "slide_1.png"
		},
		{
			"title" : "Our method is balanced",
			"text" : "We thoughtfully balance all aspects of hospital performance: <strong>Quality, Operations, Workforce</strong> and <strong>Finance</strong>. We begin with this holistic perspective before zeroing in on specific areas needing reform. We measure success across all four areas, so that performance gains in each are mutually reinforcing.",
			"image" : "slide_2.png"
		},
		{
			"title" : "Our impact is proven",
			"text" : "Drawn from decades of experience with hospitals and health systems around the world, we bring to you proven processes for managing change and delivering impact - including a deep evidence-base that will convince sceptical colleagues to join your improvement journey.",
			"image" : "slide_3.png"
		},
		{
			"title" : "Our goal is ongoing improvement",
			"text" : "While we're supporting your transformation, we work with you to build a permanent culture of improvement in your hospital. We involve your key managers and clinicians, to energise, empower and equip them to carry on reforming and improving.",
			"image" : "slide_4.png"
		}
	],

	"video" : {
		"title" : "Video introduction",
		"url" : "video.mp4"
	}
}